Repository: advocatux/chatter
Catalog: po/*.po
Languages: de, fi, fr, hu, nl, pt

source: Add Conversation
de: Unterhaltung hinzufügen
fi: Lisää keskustelu
fr: Ajouter une conversation
hu: Csevegés hozzáadása
nl: Gesprek toevoegen
pt: Adicionar Conversa

source: Server:
fi: Palvelin:
fr: Serveur :
hu: Kiszolgáló:
pt: Servidor:

source: Channel / Nickname:
de: Kanal/Spitzname:
fi: Kanava / nimimerkki:
fr: Canal / Surnom :
hu: Csatorna / becenév
nl: Kanaal / Schermnaam:
pt: Canal / Alcunha:

source: Let's chat
de: Lass uns schreiben
fi: Keskustellaan
fr: Bavardons !
hu: Csevegés
nl: Gesprek starten
pt: Vamos conversar

source: <font color="grey">Topic: </font><font color="black">%topic</font>
de: <font color="grey">Thema: </font><font color="black">%topic</font>
fi: <font color="grey">Aihe: </font><font color="black">%topic</font>
fr: <font color="grey">Sujet : </font><font color="black">%topic</font>
hu: <font color="grey">Téma: </font><font color="black">%topic</font>
nl: <font color="grey">Onderwerp: </font><font color="black">%topic</font>
pt: <font color="grey">Tópico: </font><font color="black">%topic</font>

source: %1 has changed topic to %2
de: %1 hat das Thema zu %2 geändert
fi: %1 on muuttanut aiheeksi %2
fr: %1 a changé le sujet en %2
hu: %1 megváltoztatta a témát erre: %2
nl: %1 heeft het onderwerp gewijzigd in %2
pt: %1 mudou o tópico para %2

source: %1 is now known as %2
de: %1 nennt sich jetzt %2
fi: %1 muutti nimimerkikseen %2
fr: %1 est maintenant connu sous le nom %2
hu: %1 most már ezen a néven ismert: %2
nl: %1 heet nu %2
pt: %1 é agora conhecido como %2

source: %1 has joined
de: %1 hat den Kanal betreten
fi: %1 liittyi
fr: %1 a rejoint le canal
hu: %1 csatlakozott
nl: %1 heeft deelgenomen aan het kanaal
pt: %1 juntou-se

source: %1 has left (%2)
de: %1 hat %2 verlassen
fi: %1 poistui (%2)
fr: %1 est parti(e) (%2)
hu: %1 kilépett (%2)
nl: %1 heeft het kanaal verlaten (%2)
pt: %1 deixou (%2)

source: %1 has quit
de: %1 hat den Kanal verlassen
fi: %1 lopetti
fr: %1 est parti(e)
hu: %1 kilépett
nl: %1 heeft IRC afgesloten
pt: %1 saiu

source: Joining %n...
de: Verbinde mit %n ...
fi: Liitytään kanavalle %n...
fr: Entrée dans le canal %n...
hu: Csatlakozás ide: %n...
nl: Bezig met deelnemen aan %n...
pt: Juntando %n

source: Connecting to %n...
de: Mit %n wird verbunden …
fi: Yhdistetään palvelimeen %n...
fr: Connexion à %n...
hu: Csatlakozás ide: %n…
nl: Bezig met verbinden met %n...
pt: Ligar a %n...

source: IRC Servers
de: IRC-Server
fi: IRC-palvelimet
fr: Serveurs IRC
hu: IRC kiszolgálók
pt: Servidores IRC

source: Unnamed Server
de: Namenloser Server
fi: Nimetön palvelin
fr: Serveur sans nom
hu: Névtelen kiszolgáló
nl: Naamloze server
pt: Servidor sem nome

source: Name:
fi: Nimi:
fr: Nom :
hu: Név:
nl: Naam:
pt: Nome:

source: URL:
de: Adresse:
fi: Osoite:

source: IRC URLs are in the form:<br/>ircs://<i>host</i>[:<i>port</i>] (secure connections)<br/>irc://<i>host</i>[:<i>port</i>] (insecure connections)<br/><br/>The port is optional and will default to 6697 for secure connections and 6667 for insecure connections.<br/><br/>For example, ircs://irc.freenode.net is the URL for the freenode server.
de: IRC URLs entsprechen der Form:<br/>ircs://<i>host</i>[:<i>port</i>] (sichere Verbindungen)<br/>irc://<i>host</i>[:<i>port</i>] (unsichere Verbindungen)<br/><br/>Die Angabe des Ports ist optional und ist standardmäßig auf 6697 für sichere und auf 6667 für unsichere Verbindungen eingestellt.<br/><br/>Zum Beispiel, ircs://irc.freenode.net ist die URL für den freenode-Server.
fi: IRC-osoitteet ovat muotoa:<br/>ircs://<i>palvelin</i>[:<i>portti</i>] (salatut yhteydet)<br/>irc://<i>palvelin</i>[:<i>portti</i>] (salaamattomat yhteydet)<br/><br/>Portti on valinnainen asetus, oletuksena käytetään porttia 6697 salatuille yhteyksille ja porttia 6667 salaamattomille yhteyksille.<br/><br/>Esimerkiksi ircs://irc.freenode.net on osoite Freenode-palvelimelle.
fr: Les URL IRC sont de la forme :<br/>ircs://<i>hôte</i>[:<i>port</i>] (connexions sécurisées)<br/>irc://<i>hôte</i>[:<i>port</i>] (connexions non sécurisées)<br/><br/>Le port est optionnel est sera par défaut 6697 pour les connexions sécurisées et 6667 pour les connexions non sécurisées.<br/><br/>Par exemple, ircs://irc.freenode.net est l'URL du serveur Freenode.
hu: Az IRC URL-ek a következőképpen néznek ki:<br/>ircs://<i>gépnév</i>[:<i>port</i>] (biztonságos kapcsolat)<br/>irc://<i>gépnév</i>[:<i>port</i>] (nem biztonságos kapcsolat)<br/><br/>The port opcionális és alapértelmezett a 6697 van használvan a biztonságos, a 6667 a nem biztonságos kapcsolathoz.<br/><br/>Pl.: ircs://irc.freenode.net a freenode kiszolgáló URL-je.
nl: IRC URL's zijn in de vorm:<br/>ircs://<i>host</i>[:<i>poort</i>] (beveiligde verbindingen)<br/>irc://<i>host</i>[:<i>poort</i>] (onbeveiligde verbindigen)<br/><br/>De poort is optioneel en zal standaard staan op 6697 voor beveiligede verbindingen en op 6667 voor onbeveiligde verbindingen.<br/><br/>Bijv. ircs://irc.freenode.net - dat is de URL voor de freenode-server.

source: Server password (optional):
de: Serverpasswort (optional):
fi: Palvelimen salasana (valinnainen):
fr: Mot de passe du serveur (facultatif) :
hu: Kiszolgáló jelszava (opcionális):
nl: Server-wachtwoord (optioneel):
pt: Senha do servidor (opcional):

source: Nickname:
de: Benutzername:
fi: Nimimerkki:
fr: Surnom :
hu: Becenév:
nl: Schermnaam:
pt: Alcunha:

source: Real name:
de: Echter Name:
fi: Oikea nimi:
fr: Nom réel :
hu: Valódi név:
nl: Echte naam:
pt: Nome real:

source: Add Server
de: Server hinzufügen
fi: Lisää palvelin
fr: Ajouter un serveur
hu: Kiszolgáló hozzáadása
nl: Server toevoegen
pt: Adicionar servidor

source: Delete Server
de: Server löschen
fi: Poista palvelin
fr: Supprimer le serveur
hu: Kiszolgáló törlése
nl: Server verwijderen
pt: Eliminar servidor

source: Settings
de: Einstellungen
fi: Asetukset
fr: Paramètres
hu: Beállítások
nl: Instellingen
pt: Definições

source: Real Name:
de: Echter Name:
fi: Oikea nimi:
fr: Nom complet :
hu: Valódi név:
nl: Echte naam:
pt: Nome verdadeiro:

source: Configure Servers...
de: Server konfigurieren …
fi: Määritä palvelimet...
fr: Configurer les serveurs...
hu: Kiszolgáló beállítása
nl: Servers instellen...
pt: Configurar servirdores...

source: Welcome to Chatter!<br/><br/>Chatter is a program that allows you to use an Internet Relay Chat (IRC) network. An IRC network is made up of thousands of users communicating using text in <i>channels</i>. For most networks, anyone can open a channel and the channels are public.<br/><br/>For example, you might join the channel #ilovecats:<br/><br/>&lt;catlover&gt; You know what I think? Cats are great!<br>&lt;felinefriend&gt; catlover: Me too!<br>&lt;dogsarebest&gt; I think I'm in the wrong channel...
de: Wilkommen bei Chatter!<br/><br/>Chatter ist ein Programm das es Dir gestattet ein Internet Relay Chat (IRC) Netzwerk zu verwenden. Ein IRC-Netzwerk wird aufgebaut aus tausenden Usern die über Textnachrichten in <i>Chat-Räumen</i> kommunizieren. In den meisten Netzwerken gilt, dass jeder einen Chat-Raum öffnen kann und diese öffentlich sind. <br/><br/>So So kannst Du z.B. den Chat-Raum #ilovecats betreten:<br/><br/>&lt;catlover&gt; Du verstehst was ich meine? Katzen sind großartig!<br>&lt;felinefriend&gt; catlover: Ich auch!<br>&lt;dogsarebest&gt; Ich glaube ich im falschen Chat-Raum...
fi: Tervetuloa Chatteriin!<br/><br/>Chatter on sovellus, jonka avulla voi yhdistää Internet Relay Chat -verkkoihin (IRC). IRC-verkko koostuu tuhansista käyttäjistä, jotka keskustelevat <i>kanavilla</i>. Useimmissa verkoissa kuka tahansa voi perustaa kanavan, ja kanavat ovat julkisia.<br/><br/>Esimerkki kanavalta #ilovecats:<br/><br/>&lt;catlover&gt; Tiedättekö mitä? Rakastan kissoja!<br>&lt;felinefriend&gt; catlover: Niin minäkin!<br>&lt;dogsarebest&gt; Taidan olla väärällä kanavalla...
fr: Bienvenue dans Chatter!<br/><br/>Chatter est un programme qui vous permet d'utiliser un réseau IRC (Internet Relay Chat). Un réseau IRC est composé de milliers d'utilisateurs communiquant par texte dans des <i>canaux</i>. Pour la plupart des réseaux, n'importe qui peut ouvrir un canal et les canaux sont publics.<br/><br/>Par exemple, vous pourriez rejoindre le canal #jaimeleschats:<br/><br/>&lt;amoureuxdeschats&gt; Vous savez ce que je pense ? Les chats sont supers !<br>&lt;amiedesfelins&gt; amoureuxdeschats: Moi aussi !<br>&lt;leschienssontlesmeilleurs&gt; Je pense que je suis sur le mauvais canal...
hu: Üdvözli a Chatter!<br/><br/>A Chatter egy Internet Relay Chat, vagy röviden IRC alkalmazás. Az IRC hálózaton felhasználók ezrei csevegnek egymással különböző <i>csatornákban</i>. A legtöbb hálózaton bárki nyithat új csatornát és a csatornák általában publikusak.<br/><br/>Például a #szeretemamacskakat csatornához csatlakozva ezzel találkozhat:<br/><br/>&lt;macskaimado&gt; Tudod mit gondolok? A macskák imádni valók!<br>&lt;cicabarat&gt; macskaimado: Egyetértek!<br>&lt;akutyakalegjobbak&gt; Azt hiszem rossz csatornában vagyok…
nl: Welkom bij Chatter!<br/><br/>Chatter is een applicatie die u gebruik laat maken van een Internet Relay Chat-netwerk. Een IRC-netwerk bestaat uit duizenden gebruikers die middels tekst (met elkaar) communiceren in <i>kanalen</i>. Op de meeste netwerken kan iedereen een kanaal openen en zijn de meeste daarvan ook openbaar toegankelijk.<br/><br/>U kunt bijv. deelnemen aan het kanaal #ikhouvankatten:</br><br/>&lt;catlover&gt; Wilt u weten wat ik van katten vind? Ik vind ze geweldig!<br>&lt;felinefriend&gt; catlover: Ik ook!<br>&lt;dogsarebest&gt; Volgens mij ben ik op het verkeerde kanaal beland...
pt: Bem-vindo ao Chatter!<br/><br/>Chatter é um programa que permite que você use o Internet Relay Chat (IRC). Uma rede de IRC é composta de milhares de utilizadores que se comunicam usando texto em <i>canais</i>. Para a maioria das redes, qualquer um pode abrir um canal e os canais são públicos.<br/><br/>Por exemplo, você pode juntar-se ao canal #ilovecats:.<br/><br/>&lt;catlover&gt;Você sabe o que eu penso? Gatos são fantásticos!<br>&lt;felinefriend&gt; catlover: Eu também!<br>&lt;dogsarebest&gt; Eu acho que estou no canal errado ...

source: To use IRC, you need to pick a <i>nickname</i> for yourself. It must start with a letter and only contain letters, numbers and the '_' character (a small number of other characters are allowed but are probably not useful<br/><br/>Traditionally nicknames are short (not more than nine characters). You can change your nickname at any time.
de: Um IRC verwenden zu könne brauchst Du einen <i>Nickname</i>. Dieser muss mit einem Buchstaben beginnen und darf nur aus Buchstaben, Zahlen und dem „_“ Zeichen bestehen (es gibt noch weitere Ausnahmezeichen die gestattet, aber meist wenig sinnvoll sind).<br/><br/>Traditionell sind die meisten Nicknamen kurz, meist haben nicht mehr als neun Zeichen. Du kannst deinen Nicknamen aber jeder Zeit ändern.
fi: Käyttääksesi IRC:tä, tarvitset <i>nimimerkin</i>. Nimimerkin tulee alkaa kirjaimella, ja se saa sisältää vain kirjaimia, numeroita sekä merkin '_' (lisäksi joitain muitakin merkkejä sallitaan, mutta ne eivät ole kovin yleisiä)<br/><br/>Nimimerkit ovat yleensä lyhyitä, alle yhdeksän merkin mittaisia. Voit vaihtaa kutsumanimeä milloin vain.
fr: Pour utiliser IRC, vous devez vous choisir un <i>surnom</i>. Il doit commencer par une lettre et contenir uniquement des lettres, des nombres et le caractère « _ » (un petit nombre d'autres caractères sont autorisés mais ne sont probablement pas utiles<br/><br/>Traditionnellement, les surnoms sont courts (pas plus de neuf caractères). Vous pouvez changer votre surnom à n'importe quel moment.
hu: Az IRC használatához először válasszon egy <i>becenevet</i> magának. Betűvel kell kezdődnie és csak betűket, számokat és aláhúzást tartalmazhat (néhány egyéb karakter is választható, de azok nem ajánlottak)<br/><br/>A becenevek hagyományosan rövidek (nem többek, mint 9 karakter). De bármikor megváltoztathatóak.
nl: Om IRC te kunnen gebruiken moet u voor uzelf een <i>schermnaam</i> kiezen. Deze moet beginnen met een letter en mag alleen bestaan uit letters, cijfer en het '_'-teken. (Er is nog een klein aantal andere tekens toegestaan maar deze zijn waarschijnlijk niet handig)<br/><br/>Vanuit traditioneel oogpunt zijn schermnamen kort (minder dan negen tekens). U kunt uw schermnaam ten allen tijde wijzigen.
pt: Para usar o IRC, você precisa escolher um <i>apelido</ i> para si mesmo. Deve começar com uma letra e conter apenas letras, números e o caracter ' _' ( um pequeno número de outros caracteres são permitidos , mas não são úteis provavelmente<br/><br/> Tradicionalmente os apelidos são curtos (não mais de nove caracteres). Você pode mudar o seu apelido a qualquer momento.

source: My nickname is:
de: Mein Spitzname ist:
fi: Nimimerkkini:
fr: Mon surnom est :
hu: Választott becenév:
nl: Mijn schermnaam is:
pt: A minha alcunha é:

source: chattyman
fi: esiesimerkki
fr: hommebavard
hu: csevegoke
nl: chatterman

source: As well as a nickname, you can set your real name. This is optional, and can be set to whatever you like. You can change your name later if you wish.
de: Neben dem Spitznamen kann der echte Name angeben werden. Das ist jedoch optional und es kann hier eingetragen was immer gewünscht ist. Der Name kann später jederzeit geändert werden.
fi: Nimimerkin lisäksi voit asettaa oikean nimesi näkyviin. Tämä ei ole pakollista, eikä oikea nimeä tarvitse asettaa muiden nähtäville. Voita vaihtaa nimesi myöhemmin.
fr: En parallèle de votre surnom, vous pouvez définir votre vrai nom. Ceci est facultatif et peut être défini comme vous le voulez. Vous pouvez changer votre nom plus tard si vous le souhaitez.
hu: A becenév mellett megadhatja a valódi nevét is. Ez persze csak opcionális, és bármit megadhat. Továbbá a későbbiekben is szabadon módosíthatja.
nl: Naast een schermnaam kunt u tevens uw echte naam instellen. Dit is optioneel en kan naar eigen inzicht worden ingevuld. U kunt uw naam, indien gewenst, later altijd wijzigen.
pt: Bem como um apelido, você pode definir o seu nome real. Isto é opcional, e pode ser configurado para o que quiser. Pode mudar o seu nome mais tarde, se desejar.

source: My real name is:
de: Mein echter Name ist:
fi: Oikea nimeni:
fr: Mon vrai nom est :
hu: Valódi név:
nl: Mijn echte naam is:
pt: O meu nome real é:

source: Sir Talksalot
fi: Herra Juttuherra
fr: M. Parlebeaucoup
hu: Sokatbeszélek úr
nl: Meneer Praatgraag

source: You know, they say talking to yourself is the first sign of madness... Probably better to find a channel to talk to others on.<br/><br/>I've gone ahead an picked #ubuntu on freenode for you. You can chat there about how great your Ubuntu device is. Or perhaps you know a better channel?
de: Du weist vielleicht, man sagt allgemein dass Selbstgespräche ein frühes Anzeichen von Wahnsinn sind... Wahrscheinlich ist es besser einen Chat-Raum zu finden um mit anderen zu sprechen.<br/><br/>Deshalb habe ich schon einmal #ubuntu auf freenode für Dich ausgewählt. Hier kannst Du Dich darüber unterhalten wie großartig dein Ubuntugerät ist. Oder kennst Du vielleicht einen besseren Chat-Raum?
fi: Juttelu itsekseen on ensimmäinen merkki hulluudesta... Lienee parempi puhua muiden kanssa.<br/><br/>Alla on valittuna kanava #ubuntu-fi Freenode-verkossa. Siellä voi kertoa vaikkapa mielipiteensä omasta Ubuntu-laitteesta. Tai kenties tiedät jonkin toisen itsellesi sopivan kanavan.
fr: Vous savez, ils disent que le fait de se parler à soi-même est le premier signe de folie... C'est probablement mieux de trouver un canal pour parler à d'autres personnes.<br/><br/>J'ai poursuivi et choisi #ubuntu sur Freenode pour vous. Vous pouvez nous raconter ici combien votre appareil sous Ubuntu est génial. Ou peut-être connaissez-vous un meilleur canal(nbsp]?
hu: Azt mondják, hogy az őrültség első jele, ha az ember magában beszél. Inkább keressen egy csatornát, ahol cseveghet másokkal.<br/><br/>Jó választás lehet az #ubuntu csatorna a freenode hálózaton. Itt elcseveghet arról, hogy milyen jók az Ubuntus eszközei. Vagy talán tud egy jobb csatornát?
nl: Ze zeggen dat in uzelf praten het eerste signaal van gekheid is... Het is wellicht beter dat u een kanaal zoekt waar u met anderen kunt praten.<br/><br/>Ik heb daarom #ubuntu op freenode uitgekozen voor u. U kunt daar praten over hoe geweldig uw Ubuntu-apparaat is. Of weet u een beter kanaal?
pt: Você sabe, eles dizem que falando para si mesmo é o primeiro sinal de loucura... Provavelmente é melhor encontrar um canal para conversar com outras pessoas.<br/><br/>Eu fui à frente e escolhi #ubuntu na freenode para si. Pode conversar lá sobre quanto grande o seu dispositivo Ubuntu é. Ou talvez você saiba de um canal melhor?

source: Connect to the server:
de: Mit diesem Server verbinden:
fi: Yhdistä palvelimeen:
fr: Se connecter au serveur :
hu: Csatlakozás a következő szerverhez:
nl: Verbinden met server:
pt: Ligar ao servidor:

source: Chat on the channel:
de: Zu betretende Chat-Räume:
fi: Keskustele kanavalla:
fr: Discuter sur le canal :
hu: Ezen a csatornán fog csevegni:
nl: Chatten op kanaal:
pt: Conversar no canal:

source: #ubuntu
fi: #ubuntu-fi

source: OK, I'm in
de: Verstanden
fi: OK, jatketaan
fr: OK, j'en suis
hu: Rendben, megértettem
nl: Ok√©, dat is goed
pt: OK, estou dentro

source: What was IRC again?
de: Was ist nochmal IRC?
fi: Mikä ihmeen IRC?
fr: C'est quoi déjà IRC ?
hu: Mi is volt az az IRC?
nl: Wat is IRC ook alweer?
pt: O que é o IRC novamente?

source: That's my real name, honest
de: Das ist mein echter Name. Ehrlich!
fi: Se on oikea nimeni, oikeasti
fr: C'est mon vrai nom, promis
hu: Ez a valódi nevem, becsület szó
nl: Eerlijk waar, dit is mijn echte naam
pt: Esse é o meu nome verdadeiro, honestamente

source: Um, I think I spelt my name wrong
de: Ich glaube ich habe meinen Namen falsch geschrieben.
fi: Taisin kirjoittaa nimeni väärin
fr: Hum, je pense que j'ai mal orthographié mon nom
hu: Azt hiszem elírtam a nevemet
nl: Oeps, ik heb mogelijk mijn naam verkeerd gespeld
pt: Hum, acho que escrevi o meu nome mal

source: Let's talk
de: Unterhatung starten.
fi: Keskustellaan
fr: Discutons
hu: Csevegjünk
nl: Tijd om te praten
pt: Vamos conversar

source: You are not currently subscribed to any channels
de: Du hast im Moment keine Chat-Räume aboniert.
fi: Et ole liittynyt yhdellekään kanavalle
fr: Vous n'êtes actuellement inscrit à aucun canal
hu: Jelenleg nincs feliratkozva egyetlen csatornára sem
nl: U bent momenteel niet geabonneerd op een kanaal
pt: Você não está inscrito em nenhum canal

source: Chat on Internet Relay Chat (IRC) networks
de: Unterhalte Dich im Internet Relay Chat (IRC)
fi: Keskustele IRC-verkoissa
fr: Discutez sur les réseaux IRC (Internet Relay Chat)
hu: Csevegés különböző Internet Relay Chat (IRC) hálózatokon
nl: Chatten op Internet Relay Chat-netwerken (IRC).
pt: Conversas nas redes do Internet Relay Chat (IRC)

source: irc,online,chat,freenode
fi: irc,online,chat,freenode,verkko,keskustelu
fr: irc,ligne,chat,discuter,freenode
hu: irc,csevegés,chat,freenode

source: Chatter
fr: Bavardages
